<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Untitled Document</title>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1 text/html; charset=windows-1251">
	<meta http-equiv="Content-Type" content="text/html; charset=windows-1251">
	
	<link href="css/bootstrap.css" rel="stylesheet">

</head>
 
<body>
	<br><br><br><br><br><br><br><br><br><br><br><br><br>
	<div class="container">
		<pre><? include ("message.txt")?></pre>
	</div>
</body>
</html>






<!--<p>HTML (HyperText Markup Language) - язык разметки гипертекста. </p>
                        <p>
                        Отнести HTML к языкам программирования можно лишь с большой натяжкой, это все-таки язык РАЗМЕТКИ. Из названия становится понятным его предназначение - указывать браузеру, как разместить элементы на странице при ее отображении на экране монитора.
                        </p><p>
                        Что такое html элемент? Да все, что мы размещаем: текст, рисунки, анимации и т.д. С помощью HTML мы можем указать браузеру где именно их разместить; какой текст сделать большим и жирным, а какой - маленьким курсивом; где начать новую строку, а где сделать переход на другую страницу. И многое другое.</p>
                        <h4>пример</h4>
                        <xmp>
                        <b>Что такое html?</b> - этот текст будет отображаться жирным;
                        <i>Этот текст будет выделен курсивом</i> 
                        </xmp>
                        <p>В данном случае, символы <b> </b> - делают текст жирным, а символы <i> </i> - курсивом. Такие символы составляют основу html, они называются ТЕГАМИ. Между скобками находится имя тега и его параметры (если они есть).
                        </p>
                        <p>В основном все теги парные, т.е. один открывающий , а другой - закрывающий . Такая пара тегов называется контейнером. А все, что находится между ними - содержимым контейнера. Действия тегов распространяются только на их содержимое.</p>
                        <p>Бывают также теги одиночные, т.е. не требующие закрытия. Такие теги просто совершают определенное действие, например, перевод строки или вставку рисунка.</p>
                        <p>Теги могут иметь параметры (или атрибуты), например,</p>
                        </div>
                        <xmp>
                    <body bgcolor="red">Здесь содержимое</body>
                         </xmp>
                   <p>В данном случае тег body имеет параметр bgcolor, значение которого равно "red". Переводя на человеческий язык - сделать фон документа красного цвета.
                    </p><p>
                    По сути, HTML - это набор тегов и их параметров. Их изучению и посвящены наши дальнейшие уроки.
                    </p><p>
                    А теперь вы можете приступить к практическому занятию. </p>
                    </div>-->